var sentences = [
    "Buying into stock dips risky in current global milieu / The Indian economy is less reliant on US exports than Asian peers and local IT services companies are not AI-driven. But 'decoupling' theories can fall by the wayside pretty quickly when global risk aversion takes over / A perfect storm of global events has come together to trigger a correction in stock markets across the world. The first signs of weakness came from the so-called Magnificent Seven stocks, which rode the Artificial Intelligence (AI) narrative to propel the US Nasdaq-100 by threefold from Covid lows. Now though, a string of weak quarterly earnings from Tesla, Microsoft, Alphabet et al has led investors to question if they have been over-investing in AI without material revenues to show for it. Fears of an 'AI bubble' have already tanked the Nasdaq 100 by 11 per cent from its recent peak. The US tech-stock meltdown quickly snowballed into a broader market rout, after data from the US Labor Department showed unemployment spiking to a three-year high of 4.3 per cent in July. This has raised the probability of the Fed cutting rates in its upcoming September meeting, but there are now fears that Fed rate cuts may be too late to salvage the situation. Fears of a US recession then proceeded to roil stock markets across Asia such as export-driven Taiwan and South Korea; taking them down by 8 per cent plus. For Japan's Nikkei 225, down over 12 per cent, apprehensions about an export slowdown have been compounded by the yen's rapid gains against the dollar. The Japanese central bank has added fuel to this fire by raising policy rates to 0.25 per cent and hinting at more. The yen's moves have also triggered the usual mutterings about a global unwinding of the yen carry trade - a source of ultra-cheap liquidity for punters. The fresh conflagration in the Middle East has added fuel to this potent mix. Domestic stock markets do seem to have gotten away relatively lightly on Monday with less than a 3 per cent fall. However, retail investors must not be tempted into buying this dip, as they did on Budget-day or the day of election results. Yes, the Indian economy is less reliant on US exports than Asian peers and local IT services companies are not AI-driven. But 'decoupling' theories can fall by the wayside pretty quickly when global risk aversion takes over. Should a risk-off scenario play out, Foreign Portfolio Investors (FPIs) can stampede out not just from stocks, but bonds too. Such episodes in 2007-08 and 2013-14 froze money markets, weakened the rupee and hurt the real economy. The domestic market is also among the priciest globally, with its price-earnings multiples at about 24 times. Early results from India Inc for Q1 FY25 indicating a deceleration in earnings offer little valuation comfort. No doubt retail investors who have entered in large numbers since Covid have come to believe in the invincibility of equities. But seasoned investors know that every major market crash in India has had global origins. Therefore, while the new investors may buy into initial dips, seasoned ones will play the waiting game. Regulators on their part must allow this much-needed correction to play out, focusing only on systemic stability.",
    "Monetary easing in the West good news for India / But food inflation could hold the RBI's hand in reversing its interest rate cycle in the near future / Inflation's downward drift in advanced economies including the US, European Union and the UK opens up room to ease up on their restrictive monetary policy. These policies were put in place to combat surging prices in the aftermath of the Covid-19 pandemic and the Ukraine war. The US Federal Reserve maintained its federal funds rate in the range of 5.25 to 5.5 per cent in its monetary policy last week, but indicated the possibility of a rate cut from September. The Bank of England, in fact, cut its policy rate to 5 per cent from 5.25 per cent last week, the first rate-cut since March 2020. The European Central Bank has been ahead of its peers, cutting its policy rate by 25 basis points in June last. The other central bank which held its monetary policy meeting last week, the Bank of Japan, did the reverse, hiking its policy rate to 0.25 per cent. Japan's central bank seeks to control prices and support its currency. However, it is clear that central banks of advanced economies are moving towards policy normalisation. That the interest rate cycle in the US could turn downward is borne out by the core PCE (personal consumer expenditures) inflation in the US moderating to 2.6 per cent in June (it has been trending downwards since September 2023 when it was 3.4 per cent). The current inflation is more in line with the Fed's long-term goal of 2 per cent. The Fed's tight monetary policy over the last two years seems to have helped in moderating demand and aligning it with supply. As a result of fewer bottlenecks in global supply chains and a demand contraction, inflation in most advanced economies has moved towards the 2 per cent mark. This gives their central banks room to cut policy rates to support growth (up in the US from 1.4 per cent in Q1 of 2024 to 2.8 per cent in Q2). But headline inflation rate remains sticky, at above 4 per cent, in emerging markets such as Brazil, Russia, India and South Africa where food prices have acted as triggers. The reversal in interest rate cycle in the US and other advanced economies gives the Reserve Bank of India (RBI) the room to reduce policy rates when inflation cools towards the magic 4 per cent mark. However, headline inflation in India is proving to be sticky with the consumer price index reading at 5.08 per cent in June, driven by a surge in prices of vegetables. With risk of the south-west monsoon falling short in many regions, food inflation could hold the RBI's hand in reversing its interest rate cycle in the near future. That said, improved growth in advanced economies spells good news for India's services and merchandise exporters. Inward remittances from the Indian diaspora as well as foreign direct and portfolio inflows could improve once Western central banks reverse restrictive monetary policies. A wider interest rate differential would mean that the RBI does not have to worry about fund outflows. The Monetary Policy Committee can focus on reducing rates to support growth.",
    "Little or no lessons learnt from natural disasters / Population as well as economic activities in vulnerable areas should be kept to a minimum. Yet, governments have promoted the opposite, including tourism / Floods, landslides and cloudbursts have become more frequent and menacing with every monsoon. In the wee hours of July 30, a wall of mud, water and debris hurtled down the hills of Mundakkai and Chooralmala in Wayanad district, killing about 300 people. The landslides occurred due to an extraordinary 'cloudburst' of rainfall; the Wayanad region received over 40 cm of rain between the morning of July 29 and 30. This saturated the soil in a region whose topography, according to the landslide mapping atlas prepared by the Indian Space Research Organisation last year, is landslide-prone . Uttarakhand and Himachal Pradesh are reeling under a similar onslaught. The disasters are, however, natural and man-made in equal measure. A combination of climate-induced weather events and environmentally disruptive activities has contributed to such disasters. Cloudbursts have become frequent on account of global warming, with warmer oceans and water bodies adding to atmospheric moisture and creating large masses of clouds that 'burst' over hilly regions in particular. These very regions, as the ISRO atlas shows, are prone to landslides owing to natural and man-made reasons. Of the top 30 such districts (in a mapping of 147 districts across 17 States), 10 are in Kerala alone, with Wayanad ranked at 13. Six of these are in Uttarakhand, while Himachal Pradesh and Sikkim are vulnerable. With such knowledge as well as advance weather warning systems, emergency as well as long-term steps to protect lives and property can easily be taken. This is where governments and politicians have let the country down. For instance, population as well as economic activities in vulnerable areas, be it construction, quarrying, tourism and monocropping, should be kept to a minimum. Yet, governments have promoted the opposite, including tourism. There is no time to lose in taking corrective steps. Our knowledge of fragile zones once again brings into focus the Madhav Gadgil committee report (2011) on the Western Ghats. The report had suggested that 64 per cent of the 1.6 lakh sq km Western Ghats region be treated as ecologically sensitive, with few or zero activities. No State has accepted this, or even the subsequent Kasturirangan panel report which brought down the protected zone to 37 per cent. Politicians of all hues have promoted resorts, homestays and construction. If zoning laws cannot be enforced other steps should be considered. These include limiting the number of tourist footfalls by issuing permits. Hotels and resorts could pay a higher GST in eco-sensitive zones. Above all, environmental concerns do not occupy the policy centrestage. Devastating floods and landslides, especially in the hilly regions, have become regular episodes every monsoon season. Yet, no lessons are learnt. There is an outcry when disaster strikes, and soon things return to the normal, bad ways. Until the next such episode.",
    "SEBI right in trying to restrict retail F&O punts / These punts result in flight of capital too, as the counter-parties are often global algo-trading and high frequency shops / For some time now, the Securities and Exchange Board of India (SEBI) and government officials have been dropping hints about the untrammelled rise in retail derivatives trading in stock markets doing more harm than good to the economy. SEBI's latest consultation paper on the subject points to its willingness to act on this score. To those who ask why regulators should worry if individuals choose to punt on derivatives, the paper offers data showing that this is a macro concern. Globally, the primary purpose of derivatives is to allow investors to hedge price risk on assets they own. In India though, new investors joining the stock market since Covid have been skipping shares and mutual funds to make a beeline for derivatives. About 12.2 crore new demat accounts were opened between FY20 and FY24. In this period, retail turnover in the derivatives market doubled from ₹35 lakh crore to ₹71 lakh crore; likewise, futures and options (F&O) turnover almost doubled from ₹63 lakh crore to ₹117 lakh crore. Volumes are now concentrated (62-96 per cent) on expiries in weekly index options, where individuals punt on contracts at risk of dwindling to zero. In FY24 alone, the 92.5 lakh retail investors who traded index derivatives on the NSE made collective losses of ₹51,689 crore - household savings that could have been more productively used. These punts result in flight of capital too, as the counter-parties are often global algo-trading and high frequency shops. In this light, SEBI's proposals to rein in retail participation in derivatives do not seem excessive. Rather than completely ban contracts with weekly expiry, SEBI proposes to allow one index contract with weekly expiry from each exchange. It plans to raise the minimum lot size on contracts from the current ₹5-10 lakh to ₹15-20 lakh and then to ₹20-30 lakh, in phases. Brokers will be required to collect higher margins on expiry day and the day before. Exchanges will be asked to reduce the number of strike prices offered on each index contract to 50, so that there are fewer out-of-the-money strikes to bet on. Of these measures, increased lot size is likely to have the maximum deterrent effect. Derivatives trading, like gambling, is an addictive activity. Therefore, these retail traders may well crowd into weekly contracts and out-of-the-money strikes that remain open to them, or migrate to other risky segments such as SME platforms, penny stocks or commodity derivatives. In fact, individuals who are really hooked may even get around bigger lot sizes by borrowing to trade, exposing them to financial ruin. SEBI must consider strict screening criteria for admitting investors into derivatives. Derivatives trading can be made conditional on holdings of equities/mutual funds and minimum years of experience. If these measures do work, though, stock exchanges, depositories and discount brokers will feel the heat on their revenues, profits and valuations. SEBI must resist pushback from this ecosystem.",
    "Skilling sops useful, but education is key / There can be no getting away from the fact that the skills crisis in India's young (15-29 years) reflects a failure of the education system - and the best skilling efforts cannot make up for this lack / The Budget makes a creditable attempt to address the twin problems of labour productivity and unemployment among the educated youth. It has unveiled three schemes that will subsidise the training of largely new entrants into the workforce by paying for provident fund contributions over a period. In a recent interaction with this newspaper, Finance Secretary TV Somanathan explains that the incentives should not be viewed as dramatic exercises in job creation, but more in the nature of a nudge 'at the margin' to employ more skilled workers instead of machines - a modest effort that could actually translate into major macro gains in employment of new recruits who otherwise struggle for openings. These steps are aimed at lifting both the quality and quantity of jobs - whereas the experience of India's labour market since 2019, borne out by Periodic Labour Force Surveys, has been that jobs have risen but not productivity and wages, because the workforce has gone back to agriculture and low productivity occupations such as construction and self-employment options. It is also a positive that the Centre is keen about expanding the Employees' Provident Fund outreach and has made EPFO participation by firms a prerequisite for availing these incentives. The schemes are expected to create about 30 million additional jobs over the next four years or so, which could take care of the annual rise in new entrants into the workforce over this period. An incentive to train workers could help manufacturing and services industries that are struggling to get workers with the right skillsets. However, there can be no getting away from the fact that the skills crisis in India's young (15-29 years) reflects a failure of the education system - and the best skilling efforts cannot make up for this lack. The better educated are not equipped for skilled jobs in a growing economy. Industry may well opt for automation instead, and a subsidy cannot alter this choice if the workforce cannot be easily trained. The India Employment Report notes that the 'unemployment rate among youth was six times greater than among persons with a secondary or higher level of education and nine times greater among graduates than for persons who cannot read and write.' An education system where middle or high school students cannot comprehend primary grade textbooks cannot bolster India's productivity and competitiveness. The ministries of human resource development and skills development must work together to address a looming crisis. The Budget proposal must steer clear of a few pitfalls. First, it should not impede employers' basic freedom to hire workers of their choice. The guidelines should be clear about this. Second, it should not lead to a pesky inspector raj that suspects enrolment of dummy candidates to avail subsidies. With better KYC technologies such frauds can be avoided. Besides, no subsidy scheme will work in a desirable way if it impairs ease of doing business.",
    "Overall rain surplus but spatial, temporal spread concerning / While the IMD has strived to improve its predictive models, global warming is the wild card factor / Recent warnings by global weather agencies such as the Australian Bureau of Meteorology that La Nina conditions, which bring heavy rain and flooding to Asia, may now emerge only in October is not exactly good news for the sub-continent. The arrival of La Nina was in fact eagerly awaited ever since the 2023 South-West monsoon impacted by El Nino, delivered sub-normal rainfall at just 94 per cent of the long-period average (LPA). This triggered reverses in kharif sowing, depleted reservoir storage and depressed growth in agriculture Gross Value Added to 1.4 per cent for FY24. The indifferent monsoon has also led to bouts of food price inflation, posing difficulties for the central bank. The delay in onset of La Nina raises worries as to whether the monsoon will turn out to be patchy this year as well. When the India Meteorological Department (IMD) had forecast a munificent South-West monsoon at 106 per cent of LPA in June, it was predicated on the emergence of La Nina and the transition of the neutral Indian Ocean Dipole (IOD) into positive readings. But global weather agencies now expect IOD to slip into negative territory too. Although cumulative monsoon rains so far are marginally in surplus, their spatial and temporal distribution has been far less than ideal. Much of India struggled with sizzling temperatures throughout June while rains played truant - North-west and Central India grappled with droughts while the Southern peninsula faced flooding. Rainfall has since picked up in Central India, but deficits in Northwest, East and Northeast India persist. There have also been localised instances of a month's precipitation being compressed into a few hours. In other words, though the aggregate quantum of rains in this season may end up close to IMD's June forecast, its distribution could be patchy. The uneven monsoon has taken a toll on kharif acreage - it is just 2 per cent above last year's levels and crops such as moong, jowar, bajra and sesamum are showing a deficit. A tactical shift to short-duration crops and water conservation measures to ensure that the rabi season is better than last year's may now be called for. For policymakers, these rainfall patterns also show that the IMD's monthly and weekly nowcasts are a more reliable guide to how the monsoon will fare, than its long-range forecasts put out in April and June. While the IMD has strived to improve its predictive models, global warming is the wild card factor. The Australia weather agency recently admitted that changed global patterns of seas-surface temperatures had made predictions based on historical El Nino and IOD data appear quite shaky. Governments will now need to remain alert to deal dynamically with the challenges unleashed by the weather. As the Economic Survey points out, with supply disruptions emerging as the main trigger to food price flare-ups the Government's role in quelling inflation is on the rise, while the central bank's role must diminish.",
    "States score major win on financial freedom / The Supreme Court has ruled that States had a perfect right to tax their minerals / It's only in India that concepts and practices that are well settled elsewhere become matters of prolix interpretation and debate. The latest instance of this proclivity is the 8:1 judgment last week by the Supreme Court on whether a royalty is a tax. This is on par with the debate in Orthodox Judaism on whether electricity is fire. The current judgment was the result of a long running dispute between some States, which wanted to tax minerals, and the Centre said they couldn't because it said so. The matter went back and forth for decades. Different issues arising out of some provisions of the Constitution - for example, does a law enacted by Parliament supersede a provision of the Constitution - and the difference between royalty and tax came up for examination. Finally, last week, the Court said in a majority judgment that the difference between royalty and tax is that while the former is a voluntary payment made as a contractual obligation, the latter is quite simply a sovereign imposition and that there is nothing voluntary about the transfer of money that takes place. Done by anyone else other than the sovereign it would be extortion. The Central government was able to insist that the States could not tax minerals under their boundaries because a 1957 Act of Parliament denied them this right, regardless of what the Constitution says. No, said eight of the nine judges who heard the case; the States had a perfect right to tax their minerals. One said no because this would amount to eroding the 'constitutional intent'. Thankfully the matter is settled now. But the question of whether a law made by Parliament supersedes a constitutional issue is still alive and will doubtless crop up again. This is inherent in the constitutional design, which has a concurrent list on which there are items over which both the Centre and the States have jurisdiction. This case once again shows that the logic of a concurrent list needs to be re-examined. The India of 2024 is not the India of 1947-50. Two consequences could follow as a result of this judgment. One is positive, the other negative. The positive consequence is that there is now an additional source of revenue for the States who have very few such sources. The negative consequence is the possibility, as the dissenting judge pointed out, of tax competition between the States. Only time will tell which of these will have a greater impact on future outcomes. The larger question of State revenues remains. These have continued to be hostage to the political need to ensure the integrity of India. The original constitutional design had a legitimate concern in this regard. Those conditions are no longer there. Hence, the need is for the Centre to delink politics from economics and allow the States greater freedom in matters of revenue.",
    "Rail Budget's capex boost welcome, but concerns remain / The Railways must attract higher freight volumes, even as it positions itself as a high end passenger travel option / The recent years have seen a major transformation in Railways' finances. The Centre has stepped up its gross budgetary support to the Railways, bringing down the latter's reliance on external borrowings. A 77 per cent increase in capex over the last five years, culminating in ₹2.6 lakh crore in FY24 is geared towards modernisation of passenger and freight services. This effort to raise Railways' modal share in freight transport (barely 30 per cent now, against 52 per cent in 2007-08) will take time to bear fruit. The Budget rightly steps up support at ₹2.55 lakh crore for FY25, against ₹2.43 lakh crore in FY24 (with external borrowings pegged at ₹10,000 crore this fiscal, against ₹17,000 crore last year), but the issue is whether there should be some benchmarks on returns to investment and project execution. For now, there are no signs of a turnaround in freight earnings. A 6 per cent growth projection in goods earnings, from ₹1.64 lakh crore last fiscal to ₹1.74 lakh crore in FY25 seems underwhelming - particularly when viewed against the fact that the revised estimate for FY24 was way below the Budget projection of ₹1.75 lakh crore, the same as the target for this year. A projected 9.5 per cent increase in passenger earnings at ₹80,000 crore suggests that freight services are under a little less pressure to subsidise passenger travel. But the Railways must attract higher freight volumes, even as it positions itself as a high end passenger travel option. According to an analysis by PRS, the share of the Railways in the movement of cars has increased from 1.5 per cent in FY14 to over 16 per cent today. However, the share of coal in freight volumes remains unchanged at 43 per cent over a decade, with iron ore and cement making up 15 per cent and 9 per cent, respectively, while containerised volumes remain flat at 7-8 per cent. While the development of Gati Shakti terminals and dedicated freight corridors is expected to lift high value traffic movement, it is worth asking whether multi-modal connectivity can be improved in other ways. CAG audits on execution of projects must be taken seriously. Apart from a freight turnaround, safety is a concern. There has been an increase in investment in new lines, rolling stock (passenger coaches), but less so in signalling and communication works and track renewals. The Railways, simply speaking, cannot fund its capital needs. Its revenues just about cover its operating expenses of ₹2.75 lakh crore with about ₹2,800 crore to spare. The Budget will have to provide for capital outlay, unless the Railways pitches in with better revenues. There are no easy solutions to reducing the salaries and pensions burden, accounting for two-thirds of the operating expenses. Indeed, the Railways needs critical safety personnel. Finally, investing in Railways brings an economic rate of return, but efficiencies in managing physical and human resources are important.",
    "Gold duty cut can help exporters and consumers if cost savings are passed on / The customs duty cut on gold, silver and platinum will certainly bring down production costs in this thin-margin industry, helping Indian exports gain competitive edge in the global market / Growth in Indian exports has been hit in recent years due to pandemic-related disruptions, weak global demand and geopolitical tensions. But besides these, there are inherent problems which impede the competitiveness of export too. The Budget for 2024-25 has tried to address some of these issues by announcing cuts in customs duties on raw materials imported by major exporting sectors such as leather, textiles, marine products, mobile phones, electronic products and gems and jewellery. The reduction in customs duties on gold and silver to 6 per cent from 15 per cent and on platinum to 6.4 per cent from 15.4 per cent seems to be a move designed to boost one of the largest export items, gems and jewellery. Indian gems and jewellery exporters have etched a prominent place globally, ranking sixth in global markets with a 4.3 per cent share, with demand originating from a diverse basket of countries including the US, Hong Kong, the UAE and Belgium. But the cloudy economic outlook for US and China, geopolitical tensions and pricing pressures from lab-grown diamonds have caused gem and jewellery exports to decline 12 per cent in FY24. Due attention needs to be paid to the sector which enjoys 15.7 per cent share in India's merchandise exports and is a significant contributor to employment generation. The customs duty cut on gold, silver and platinum will certainly bring down production costs in this thin-margin industry, helping Indian exports gain competitive edge in the global market. Exporters should ensure that they pass on the cost savings to their customers. Besides the duty cut, the proposal to make credit more freely accessible to MSMEs will help the sector, as many of the exporters in this segment are MSMEs.",
    "Biden's late withdrawal leaves the Democrats in a spot / The Democrats now have to decide afresh a new candidate to replace Biden and, as a result, their overall response to Trump whose worldview is diametrically the opposite to theirs / It's been said that you should go when people will ask you why are you going rather than staying on till they ask why aren't you going. Joseph Biden, 46th President of the US, had to be asked the second question, not once but several times in the last few months. His mental faculties were deteriorating very rapidly and it was clear to everyone that he was not a viable candidate for re-election. Fortunately he has seen the light in time. His presidency has been a patchy one, not least because it created the space for his predecessor, the highly controversial Donald Trump, to make a comeback. Whether that happens will depend, to some extent, on who replaces Biden as the candidate of the Democratic Party. Biden is reported to have suggested his vice-president, Kamala Harris's name. But his judgment is open to doubt and the Democrats will probably have a good and long think about who is most suitable. Eventually, though, who it chooses a month from now at its national convention is an internal matter for the American people who seem deeply divided not just over the Republican Party and the Democratic Party but also, more importantly, over the extreme positions of the candidates on a whole range of issues, domestic and international. The process of selection will also play a role. The Democrats now have to decide afresh on two things that, till a few days ago, were not open for discussion or debate: a new candidate to replace Biden and, as a result, their overall response to Trump whose worldview is diametrically the opposite to theirs. The only thing the two seem to be agreed on is China. But even on that there are differences: hard line or soft. Biden while talking softly took quite the hard line. Trump will probably try to trump that. So the articulation of US policy towards China by the two parties in the next few months will be interesting to watch. The same goes for Iran, Israel-Gaza and Russia-Ukraine. Americans seem to be in the same withdrawal mode they were in during the 1970s. The Soviet Union took advantage of that and invaded Afghanistan thereby unleashing consequences that are still reverberating around the world. Finally, the elephant in the room, immigration. US policy on this since 2020 has reverted to the pre-Trump era. He will put the new presidential candidate on the spot on this issue. Kamala Harris is unlikely to carry much conviction on this with the whites of middle America. The party bosses will be very mindful of this when they make their choice. What they need is a strategy to divide the Republican consensus on immigration. There's one country which recently concluded a general election. It could give them some pointers on how to depolarise a polarised election.",
    "Big-bang reforms now need to give way to grunt work / The Economic Survey advises, sanely, that policy choices for India need to be driven more by pragmatism than ideology and warns against a blind aping of the West / Economic Surveys, being documents authored by advisors appointed by the Centre, often struggle to find the right balance between celebrating the achievements of the government and flagging areas where more work needs to be done. The Economic Survey for 2023-24 manages this tightrope walk quite well. While noting that India's real GDP in FY24 is 20 per cent higher than pre-pandemic levels, the Survey projects growth for FY25 at 6.5 to 7 per cent, lower than estimates from Reserve Bank of India (7.2 per cent) and most private forecasters (7 per cent plus). The Survey stands some popular narratives on their head. It says a private capex surge is already underway citing 19.8 per cent growth in fixed investments by private corporations in FY23. It dismisses the notion that households are in distress, pointing to their savings flooding into housing and capital markets. It glosses over sluggish private consumption, terming it as steady. In a later chapter, it subtly points out that India Inc has not expanded its worker compensation at the same pace as its manifold growth in profits since Covid. Rising trade protectionism and de-globalisation, geopolitical tensions, climate transition and Artificial Intelligence are all challenges that India will need to contend with. It advises, sanely, that policy choices for India need to be driven more by pragmatism than ideology and warns that a blind aping of the West will not serve. On energy transition, it makes the sensible point that chasing the Western idea of net-zero may be unwise, as it raises resource dependence on hostile nations (read China), ties up land in unproductive uses and saddles the fisc with subsidies. It offers workable ideas to overcome these challenges too. Agriculture and allied sectors can be a potent engine for growth and employment, if only we can consolidate fragmented land holdings, improve market intelligence and have a vibrant derivatives market. It shows that repealing draconian laws on land use can double the space available to Indian factories, boosting manufacturing and employment. That bridging the skill gap is key to boosting industry is well-known, but the idea of deregulating State-level laws that bar women workers from several industries, is novel. Perhaps with an eye on the election outcome, a chapter is devoted to inflation. After patting the Centre for administrative measures and fuel price cuts that have lowered non-core inflation, the Surveycalls for a relook at the inflation-targeting framework. A recurring theme is that the big-bang reforms that were propelling India's growth story are now done, and that it is now time for grunt work on the individual factors of production. There's also sub-text that the Centre cannot achieve this alone, but will need participation from States, local governments and the private sector. However, excellent ideas from Economic Surveys seldom make it to implementation. One hopes that this ideas-rich Survey turns out to be an exception.",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
];